if(GetLocale() == "ruRU") then
SynthiqBotsUI.data.classes.input = {
[1] = "Рыцарь смерти",
[2] = "Друид",
[3] = "Охотник",
[4] = "Маг",
[5] = "Паладин",
[6] = "Жрец",
[7] = "Разбойник",
[8] = "Шаман",
[9] = "Чернокнижник",
[10] = "Воин"
}

-- INFO --

SynthiqBotsUI.info.command =
"Команда не найдена.";

SynthiqBotsUI.info.target =
"У меня нет цели.";

SynthiqBotsUI.info.classes =
"Классы не совпадают.";

SynthiqBotsUI.info.levels =
"Уровни не совпадают.";

SynthiqBotsUI.info.spell =
"Не удалось определить заклинание.";

SynthiqBotsUI.info.macro =
"У меня уже максимальное количество личных макросов.";

SynthiqBotsUI.info.neither =
"У меня нет цели, и я не в рейде или группе.";

SynthiqBotsUI.info.group =
"Я не в рейде и не в группе.";

SynthiqBotsUI.info.inviting =
"Приглашаю NAME в группу.";

SynthiqBotsUI.info.combat =
"Запросил боевые тактики у NAME.";

SynthiqBotsUI.info.teleport =
"телепортирует вас в 'MAP - ZONE'";

SynthiqBotsUI.info.normal =
"Запросил небоевые тактики у NAME.";

SynthiqBotsUI.info.inventory =
"Инвентарь NAME";

SynthiqBotsUI.info.spellbook =
"Книга заклинаний NAME";

SynthiqBotsUI.info.player =
"Я не буду авто-инициализировать 'NAME' из состава игровых ботов.";

SynthiqBotsUI.info.member =
"Я не буду авто-инициализировать 'NAME' из состава гильдии.";

SynthiqBotsUI.info.players =
"Я не буду авто-инициализировать никого из состава игровых ботов.";

SynthiqBotsUI.info.members =
"Я не буду авто-инициализировать никого из состава гильдии.";

SynthiqBotsUI.info.wait =
"Я уже приглашаю участников, пожалуйста, подождите, пока я закончу.";

SynthiqBotsUI.info.starting =
"Начинаю приглашение участников.";

SynthiqBotsUI.info.stats =
"Авто-статы предназначены для групп, а не для рейдов.";

SynthiqBotsUI.info.location =
"не имеет сохранённого местоположения.";

SynthiqBotsUI.info.itlocation =
"Оно не имеет сохранённого местоположения.";

SynthiqBotsUI.info.saving =
"Я всё ещё сохраняю свою позицию.";

SynthiqBotsUI.info.action =
"Мне нужно выбрать действие.";

SynthiqBotsUI.info.combination = 
"Нет предметов для этой комбинации.";

--SynthiqBotsUI.info.language =
--"Мне нужно сначала активировать выбор языка.";

SynthiqBotsUI.info.rights =
"У меня нет прав Гейммастера.";

SynthiqBotsUI.info.reward =
"Выберите награды";

SynthiqBotsUI.info.shorts.bag =
"Сумка";

SynthiqBotsUI.info.shorts.dur =
"Прочн.";

SynthiqBotsUI.info.shorts.xp =
"Опыт";

SynthiqBotsUI.info.shorts.mp =
"МР";

-- INFO:TALENT --

SynthiqBotsUI.info.talent.Level =
"Его уровень ниже 10.";

SynthiqBotsUI.info.talent.OutOfRange =
"Бот вне зоны досягаемости.";

SynthiqBotsUI.info.talent.Apply = 
"Применить";

SynthiqBotsUI.info.talent.Copy = 
"Копировать";

SynthiqBotsUI.info.talent.Title =
"Таланты NAME";

SynthiqBotsUI.info.talent.Points =
"|cffffcc00Нераспределённые таланты: |r";

SynthiqBotsUI.info.talent.DeathKnight1 =
"|cffffcc00Кровь|r";

SynthiqBotsUI.info.talent.DeathKnight2 =
"|cffffcc00Лёд|r";

SynthiqBotsUI.info.talent.DeathKnight3 =
"|cffffcc00Нечестивость|r";

SynthiqBotsUI.info.talent.Druid1 =
"|cffffcc00Баланс|r";

SynthiqBotsUI.info.talent.Druid2 =
"|cffffcc00Сила зверя|r";

SynthiqBotsUI.info.talent.Druid3 =
"|cffffcc00Исцеление|r";

SynthiqBotsUI.info.talent.Hunter1 =
"|cffffcc00Чутьё зверя|r";

SynthiqBotsUI.info.talent.Hunter2 =
"|cffffcc00Стрельба|r";

SynthiqBotsUI.info.talent.Hunter3 =
"|cffffcc00Выживание|r";

SynthiqBotsUI.info.talent.Mage1 =
"|cffffcc00Тайная магия|r";

SynthiqBotsUI.info.talent.Mage2 =
"|cffffcc00Огонь|r";

SynthiqBotsUI.info.talent.Mage3 =
"|cffffcc00Лёд|r";

SynthiqBotsUI.info.talent.Paladin1 =
"|cffffcc00Свет|r";

SynthiqBotsUI.info.talent.Paladin2 =
"|cffffcc00Защита|r";

SynthiqBotsUI.info.talent.Paladin3 =
"|cffffcc00Воздаяние|r";

SynthiqBotsUI.info.talent.Priest1 =
"|cffffcc00Послушание|r";

SynthiqBotsUI.info.talent.Priest2 =
"|cffffcc00Свет|r";

SynthiqBotsUI.info.talent.Priest3 =
"|cffffcc00Тьма|r";

SynthiqBotsUI.info.talent.Rogue1 =
"|cffffcc00Ликвидация|r";

SynthiqBotsUI.info.talent.Rogue2 =
"|cffffcc00Бой|r";

SynthiqBotsUI.info.talent.Rogue3 =
"|cffffcc00Скрытность|r";

SynthiqBotsUI.info.talent.Shaman1 =
"|cffffcc00Стихии|r";

SynthiqBotsUI.info.talent.Shaman2 =
"|cffffcc00Совершенствование|r";

SynthiqBotsUI.info.talent.Shaman3 =
"|cffffcc00Исцеление|r";

SynthiqBotsUI.info.talent.Warlock1 =
"|cffffcc00Колдовство|r";

SynthiqBotsUI.info.talent.Warlock2 =
"|cffffcc00Демонология|r";

SynthiqBotsUI.info.talent.Warlock3 =
"|cffffcc00Разрушение|r";

SynthiqBotsUI.info.talent.Warrior1 =
"|cffffcc00Оружие|r";

SynthiqBotsUI.info.talent.Warrior2 =
"|cffffcc00Неистовство|r";

SynthiqBotsUI.info.talent.Warrior3 =
"|cffffcc00Защита|r";

-- MOVE --

SynthiqBotsUI.tips.move.inventory =
"Правый клик, чтобы перетащить и переместить инвентарь";

SynthiqBotsUI.tips.move.stats =
"Правый клик, чтобы перетащить и переместить Авто-статы";

SynthiqBotsUI.tips.move.itemus =
"Правый клик, чтобы перетащить и переместить Itemus";

SynthiqBotsUI.tips.move.iconos = 
"Правый клик, чтобы перетащить и переместить Iconos";

SynthiqBotsUI.tips.move.spellbook = 
"Правый клик, чтобы перетащить и переместить книгу заклинаний";

SynthiqBotsUI.tips.move.reward =
"Правый клик, чтобы перетащить и переместить выбор наград";

SynthiqBotsUI.tips.move.talent =
"Правый клик, чтобы перетащить и переместить таланты";

SynthiqBotsUI.tips.move.raidus =
"Right-Click to drag and move the Raidus";

-- TANKER --

SynthiqBotsUI.tips.tanker.master = 
"Танковая атака\n|cffffffff"..
"С помощью этой кнопки танки атакуют вашу цель.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик для выполнения танковой атаки|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- ATTACK --

SynthiqBotsUI.tips.attack.master = 
"Управление атакой\n|cffffffff"..
"С помощью этого элемента вы можете отдавать команду на атаку.\n"..
"Правый клик по опциям, чтобы задать новое действие по умолчанию.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик для выполнения действия по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик для показа/скрытия опций|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.attack.attack = 
"Атака\n|cffffffff"..
"По этой команде весь рейд или группа атакуют вашу цель.|r\n\n"..
"|cffff0000Левый клик - выполнить Атаку|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.attack.ranged = 
"Дальний бой\n|cffffffff"..
"По этой команде бойцы дальнего боя атакуют вашу цель.|r\n\n"..
"|cffff0000Левый клик - выполнить атаку дальнего боя|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.attack.melee = 
"Ближний бой\n|cffffffff"..
"По этой команде бойцы ближнего боя атакуют вашу цель.|r\n\n"..
"|cffff0000Левый клик - выполнить атаку ближнего боя|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.attack.healer = 
"Атака лекарей\n|cffffffff"..
"По этой команде лекари атакуют вашу цель.|r\n\n"..
"|cffff0000Левый клик - выполнить атаку лекарей|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.attack.dps = 
"Атака ДПС\n|cffffffff"..
"По этой команде ДПС атакуют вашу цель.|r\n\n"..
"|cffff0000Левый клик - выполнить атаку ДПС|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.attack.tank = 
"Танковая атака\n|cffffffff"..
"По этой команде танки атакуют вашу цель.|r\n\n"..
"|cffff0000Левый клик - выполнить танковую атаку|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- MODE --

SynthiqBotsUI.tips.mode.master = 
"Управление режимами\n|cffffffff"..
"Этот элемент позволяет включать и выключать боевые режимы.\n"..
"Левый клик по опциям для выбора другого боевого режима.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - переключить боевой режим|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.mode.passive = 
"Пассивный режим\n|cffffffff"..
"В пассивном режиме ваши боты не будут атаковать противников.\n"..
"Этот режим полезен, чтобы предотвратить атаку танком противников при пуле.\n"..
"Команда 'Стоять' отменяет пассивный режим, в комбинации должна идти первой.\n"..
"Команда 'Следовать' отменяет пассивный режим, в комбинации должна идти первой.|r\n\n"..
"|cffff0000Левый клик - выбрать и активировать пассивный режим|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.mode.grind = 
"Режим гринд\n|cffffffff"..
"В режиме гринд ваши боты самостоятельно атакуют противников.\n"..
"Этот режим полезен для прокачки ваших ботов.|r\n\n"..
"|cffff0000Левый клик - выбрать и активировать режим гринд|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- STAY|FOLLOW --

SynthiqBotsUI.tips.stallow.stay = 
"Стоять|Следовать\n|cffffffff"..
"Этой кнопкой вы можете отдать команду 'Стоять'.\n"..
"Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - выполнить 'Стоять'|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.stallow.follow = 
"Стоять|Следовать\n|cffffffff"..
"Этой кнопкой вы можете отдать команду 'Следовать'.\n"..
"Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - выполнить 'Следовать'|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.expand.stay = 
"Стоять\n|cffffffff"..
"Этой кнопкой вы можете немедленно отдать команду 'Стоять'.\n"..
"Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - выполнить 'Стоять'|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.expand.follow = 
"Следовать\n|cffffffff"..
"Этой кнопкой вы можете немедленно отдать команду 'Следовать'.\n"..
"Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - выполнить 'Следовать'|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- FLEE --

SynthiqBotsUI.tips.flee.master = 
"Управление отступлением\n|cffffffff"..
"Этой кнопкой вы можете отдать команду к отступлению.\n"..
"Правый клик по опциям для определения нового действия по умолчанию.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - выполнить действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: 'Цель', Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.flee = 
"Отступление\n|cffffffff"..
"Этой кнопкой весь рейд или группа отступают.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.ranged = 
"Отступление дальнего боя\n|cffffffff"..
"Этой кнопкой бойцы дальнего боя отступают.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление дальнего боя|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.melee = 
"Отступление ближнего боя\n|cffffffff"..
"Этой кнопкой бойцы ближнего боя отступают.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление ближнего боя|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.healer = 
"Отступление лекарей\n|cffffffff"..
"Этой кнопкой лекари отступают.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление лекарей|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.dps = 
"Отступление ДПС\n|cffffffff"..
"Этой кнопкой ДПС отступают.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление ДПС|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.tank = 
"Отступление танков\n|cffffffff"..
"Этой кнопкой танки отступают.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление танков|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.flee.target = 
"Отступление цели\n|cffffffff"..
"Этой кнопкой цель отступает.|r\n\n"..
"|cffff0000Левый клик - выполнить отступление цели|r\n"..
"|cff999999(Порядок выполнения: Цель)|r\n\n"..
"|cffff0000Правый клик - установить как действие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- FORMATION --

SynthiqBotsUI.tips.format.master = 
"Управление построением\n|cffffffff"..
"Эта кнопка позволяет изменить построение ваших ботов.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - запросить текущее построение|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.arrow = 
"Клин\n|cffffffff"..
"Боты выстраиваются клином.\n"..
"Направление взгляда ботов - в вашу сторону.\n\n"..
"1 линия - танки\n"..
"2 линия - бойцы ближнего боя\n"..
"3 линия - бойцы дальнего боя\n"..
"4 линия - лекари|r\n\n"..
"|cffff0000Левый клик - выбрать построение клином|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.queue = 
"Колонна\n|cffffffff"..
"Боты выстраиваются в оборонительную колонну.\n"..
"Направление взгляда ботов - в вашу сторону.|r\n\n"..
"|cffff0000Левый клик - выбрать построение колонной|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.near = 
"Скученное построение\n|cffffffff"..
"Боты собираются рядом.\n"..
"Направление взгляда ботов - в вашу сторону.|r\n\n"..
"|cffff0000Левый клик - выбрать скученное построение|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.melee = 
"Построение для ближнего боя\n|cffffffff"..
"Боты выстраиваются для ближнего боя.\n"..
"Направление взгляда ботов - в вашу сторону.|r\n\n"..
"|cffff0000Левый клик - выбрать построение для ближнего боя|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.line = 
"Шеренга\n|cffffffff"..
"Боты выстраиваются в параллельные линии слева и справа.\n"..
"Направление взгляда ботов - в вашу сторону.|r\n\n"..
"|cffff0000Левый клик - выбрать построение шеренгой|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.circle = 
"Круг\n|cffffffff"..
"Боты окружают вас кольцом.\n"..
"Направление взгляда ботов - наружу.|r\n\n"..
"|cffff0000Левый клик - выбрать круговое построение|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.chaos = 
"Хаотичное построение\n|cffffffff"..
"Каждый бот следует за вами самостоятельно.\n"..
"Они располагаются как придётся.\n"..
"Направление взгляда может быть любым.|r\n\n"..
"|cffff0000Левый клик - выбрать хаотичное построение|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.format.shield = 
"Щит\n|cffffffff"..
"Боты выстраиваются впереди, слева и справа.\n"..
"Направление взгляда ботов - в вашу сторону.|r\n\n"..
"|cffff0000Левый клик - выбрать построение щитом|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- BEASTMASTER --

SynthiqBotsUI.tips.beast.master = 
"Управление звероводством\n|cffffffff"..
"Эта кнопка для мода NPC-Beastmaster Azerothcore.\n"..
"Мод позволяет любому персонажу иметь питомца, как у охотников.\n"..
"Ваши персонажи могут выучить необходимые заклинания у Белого Клыка.\n"..
"Белый Клык должен быть размещён в мире Гейммастером.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.beast.release =
"Отпустить зверя\n|cffffffff"..
"Эта кнопка отпустит зверя.|r\n\n"..
"|cffff0000Левый клик - отпустить зверя|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

SynthiqBotsUI.tips.beast.revive =
"Воскресить зверя\n|cffffffff"..
"Эта кнопка воскресит зверя.|r\n\n"..
"|cffff0000Левый клик - воскресить зверя|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

SynthiqBotsUI.tips.beast.heal =
"Исцелить зверя\n|cffffffff"..
"Эта кнопка исцелит зверя.|r\n\n"..
"|cffff0000Левый клик - исцелить зверя|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

SynthiqBotsUI.tips.beast.feed =
"Накормить зверя\n|cffffffff"..
"Эта кнопка накормит зверя.|r\n\n"..
"|cffff0000Левый клик - накормить зверя|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

SynthiqBotsUI.tips.beast.call =
"Позвать зверя\n|cffffffff"..
"Эта кнопка позовёт зверя.|r\n\n"..
"|cffff0000Левый клик - позвать зверя|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

-- CREATOR --

SynthiqBotsUI.tips.creator.master = 
"Управление созданием\n|cffffffff"..
"Этой кнопкой вы можете создавать случайных ботов по классам.\n"..
"Лимит по умолчанию - 40 случайных ботов на аккаунт.\n"..
"Нет команды для их удаления после использования.\n"..
"Добавляйте их в друзья для повторного использования.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.warrior =
"Создать воина\n|cffffffff"..
"Эта кнопка создаст случайного бота-воина.|r\n\n"..
"|cffff0000Левый клик - создать воина|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.warlock =
"Создать чернокнижника\n|cffffffff"..
"Эта кнопка создаст случайного бота-чернокнижника.|r\n\n"..
"|cffff0000Левый клик - создать чернокнижника|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.shaman =
"Создать шамана\n|cffffffff"..
"Эта кнопка создаст случайного бота-шамана.|r\n\n"..
"|cffff0000Левый клик - создать шамана|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.rogue =
"Создать разбойника\n|cffffffff"..
"Эта кнопка создаст случайного бота-разбойника.|r\n\n"..
"|cffff0000Левый клик - создать разбойника|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.priest =
"Создать жреца\n|cffffffff"..
"Эта кнопка создаст случайного бота-жреца.|r\n\n"..
"|cffff0000Левый клик - создать жреца|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.paladin =
"Создать паладина\n|cffffffff"..
"Эта кнопка создаст случайного бота-паладина.|r\n\n"..
"|cffff0000Левый клик - создать паладина|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.mage =
"Создать мага\n|cffffffff"..
"Эта кнопка создаст случайного бота-мага.|r\n\n"..
"|cffff0000Левый клик - создать мага|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.hunter =
"Создать охотника\n|cffffffff"..
"Эта кнопка создаст случайного бота-охотника.|r\n\n"..
"|cffff0000Левый клик - создать охотника|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.druid =
"Создать друида\n|cffffffff"..
"Эта кнопка создаст случайного бота-друида.|r\n\n"..
"|cffff0000Левый клик - создать друида|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.deathknight =
"Создать рыцаря смерти\n|cffffffff"..
"Эта кнопка создаст случайного бота-рыцаря смерти.|r\n\n"..
"|cffff0000Левый клик - создать рыцаря смерти|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.creator.inspect =
"Осмотреть цель\n|cffffffff"..
"Эта кнопка откроет окно осмотра вашей цели.|r\n\n"..
"|cffff0000Левый клик - открыть окно осмотра|r\n"..
"|cff999999(Порядок выполнения: Цель)|r";

SynthiqBotsUI.tips.creator.init =
"Авто-инициализация\n|cffffffff"..
"Используйте эту кнопку для авто-инициализации цели, рейда или группы.\n"..
"Есть 2 ограничения, так как экипировка будет перезаписана:\n"..
"- не работает с персонажами из списка Playerbot\n"..
"- не работает с членами гильдии.|r\n\n"..
"|cffff0000Левый клик - авто-инициализировать цель|r\n"..
"|cff999999(Порядок выполнения: Цель)|r\n\n"..
"|cffff0000Правый клик - авто-инициализировать группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- UNIT --

SynthiqBotsUI.tips.unit.selfbot =
"Селфбот\n"..
"|cffffffffЭта кнопка включает/выключает режим селфбота.|r\n\n"..
"|cffff0000Левый клик - переключить селфбот|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.unit.button =
"|cffffffff\n"..
"Эта кнопка добавляет/удаляет NAME в/из вашей группы.\n"..
"SynthiqBotsUI запросит у Playerbot боевые и небоевые стратегии.\n"..
"Стратегии можно настроить с помощью панелей слева и справа.\n"..
"Панели появятся после добавления бота.|r\n\n"..
"|cffff0000Левый клик - добавить NAME|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - удалить NAME|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- UNITS --

SynthiqBotsUI.tips.units.master =
"Управление юнитами\n|cffffffff"..
"Здесь отображаются Playerbot'ы.\n"..
"Каждая кнопка соответствует одному из ваших персонажей, членов гильдии или друзей.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть юниты|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - обновить список|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- UNITS:FILTER --

SynthiqBotsUI.tips.units.filter =
"Фильтр по классу\n|cffffffff"..
"Фильтр позволяет отображать юнитов по классам.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - сбросить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.deathknight =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по рыцарям смерти.|r\n\n"..
"|cffff0000Левый клик - фильтровать рыцарей смерти|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.druid =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по друидам.|r\n\n"..
"|cffff0000Левый клик - фильтровать друидов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.hunter =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по охотникам.|r\n\n"..
"|cffff0000Левый клик - фильтровать охотников|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.mage =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по магам.|r\n\n"..
"|cffff0000Левый клик - фильтровать магов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.paladin =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по паладинам.|r\n\n"..
"|cffff0000Левый клик - фильтровать паладинов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.priest =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по жрецам.|r\n\n"..
"|cffff0000Левый клик - фильтровать жрецов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.rogue =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по разбойникам.|r\n\n"..
"|cffff0000Левый клик - фильтровать разбойников|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.shaman =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по шаманам.|r\n\n"..
"|cffff0000Левый клик - фильтровать шаманов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.warlock =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по чернокнижникам.|r\n\n"..
"|cffff0000Левый клик - фильтровать чернокнижников|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.warrior =
"Фильтр по классу\n|cffffffff"..
"Фильтрует юнитов по воинам.|r\n\n"..
"|cffff0000Левый клик - фильтровать воинов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.none =
"Фильтр по классу\n|cffffffff"..
"Снимает фильтрацию юнитов по классам.|r\n\n"..
"|cffff0000Левый клик - снять фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- UNITS:ROSTER --

SynthiqBotsUI.tips.units.roster =
"Фильтр списков\n|cffffffff"..
"Фильтр списков позволяет переключаться между разными списками.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - сбросить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.actives =
"Фильтр списков\n|cffffffff"..
"Показывает активный список.|r\n\n"..
"|cffff0000Левый клик - выбрать активный список|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.players =
"Фильтр списков\n|cffffffff"..
"Показывает список Playerbot.\n"..
"Обычно ваши персонажи и те, кто остался в вашей группе.|r\n\n"..
"|cffff0000Левый клик - выбрать список Playerbot|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.members =
"Фильтр списков\n|cffffffff"..
"Показывает список гильдии.\n"..
"Список гильдии не показывает ваших персонажей.|r\n\n"..
"|cffff0000Левый клик - выбрать список гильдии|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.friends =
"Фильтр списков\n|cffffffff"..
"Показывает список друзей.\n"..
"Список друзей не показывает ваших персонажей и членов гильдии.|r\n\n"..
"|cffff0000Левый клик - выбрать список друзей|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- UNITS:BROWSE --

SynthiqBotsUI.tips.units.browse =
"Просмотр\n|cffffffff"..
"Этой кнопкой можно просматривать списки.\n"..
"Будет скрыта, если в списке меньше 11 юнитов.|r\n\n"..
"|cffff0000Левый клик - просмотреть список|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.invite =
"Управление приглашениями\n|cffffffff"..
"Этим элементом можно автоматически заполнять группу.\n"..
"Левая кнопка - для приглашения в группу, правая - для рейда.\n"..
"Дополнительно, правый клик добавит или удалит всех ботов сразу.\n"..
"Если вы не в группе - все боты будут добавлены, иначе - удалены.|r\n\n".. 
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - добавить/удалить всех ботов|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.inviteParty5 =
"Группа из 5\n|cffffffff"..
"Этой кнопкой можно заполнить группу.\n"..
"Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"..
"Останавливается в конце списка или при достижении 5 участников.|r\n\n"..
"|cffff0000Левый клик - пригласить участников группы|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.inviteRaid10 =
"Рейд из 10\n|cffffffff"..
"Этой кнопкой можно заполнить рейд.\n"..
"Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"..
"Останавливается в конце списка или при достижении 10 участников.|r\n\n"..
"|cffff0000Левый клик - пригласить участников рейда|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.inviteRaid25 =
"Рейд из 25\n|cffffffff"..
"Этой кнопкой можно заполнить рейд.\n"..
"Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"..
"Останавливается в конце списка или при достижении 25 участников.|r\n\n"..
"|cffff0000Левый клик - пригласить участников рейда|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.units.inviteRaid40 =
"Рейд из 40\n|cffffffff"..
"Этой кнопкой можно заполнить рейд.\n"..
"Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"..
"Останавливается в конце списка или при достижении 40 участников.|r\n\n"..
"|cffff0000Левый клик - пригласить участников рейда|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- UNITS:ALL --

SynthiqBotsUI.tips.units.alliance = 
"Alliance\n|cffffffff"..
"With this Button you can bring all you Group-Members online or offline.\n"..
"Maybe SynthiqBotsUI wont be able to react fast enough and will not show all Botbars.\n\n"..
"|cffff0000Left-Click to bring all Group-Members online|r\n"..
"|cff999999(Execution-Order: System)|r\n\n"..
"|cffff0000Right-Click to bring all Group-Members offline|r\n"..
"|cff999999(Execution-Order: System)|r";

-- MAIN --

SynthiqBotsUI.tips.main.master =
"Главное управление\n|cffffffff"..
"Здесь находятся авто-переключатели и команды сброса.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - переместить SynthiqBotsUI|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.coords =
"Сброс координат\n|cffffffff"..
"Сбрасывает координаты элементов:\n"..
"MultiBar, Инвентарь, Книга заклинаний, Itemus, Iconos и выбор наград|r\n\n"..
"|cffff0000Левый клик - сбросить координаты|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.masters =
"Переключатель Гейммастера\n|cffffffff"..
"Включает/выключает панель Гейммастера.\n"..
"Для активации нужны права Гейммастера|r\n\n"..
"|cffff0000Левый клик - вкл/выкл панель Гейммастера|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.rtsc =
"RTSC-переключатель\n|cffffffff"..
"Включает/выключает RTSC-панель.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл RTSC-панель|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.raidus =
"Raidus-Switch\n|cffffffff"..
"This Switch will open or close the Raid-Composer.|r\n\n"..
"|cffff0000Left-Click to open or close the Raid-Composer|r\n"..
"|cff999999(Execution-Order: System)|r";

SynthiqBotsUI.tips.main.creator =
"Переключатель создателя\n|cffffffff"..
"Включает/выключает панель создания.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл панель создания|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.beast =
"Режим Повелителя зверей\n|cffffffff"..
"Включает или отключает управление Повелителем зверей.\n"..
"Функция предназначена для мода NPC-Повелитель зверей Azerothcore.\n"..
"Этот мод позволяет любому персонажу иметь питомца, как у охотников.\n"..
"Необходимые заклинания можно выучить у Белого Клыка.\n"..
"Белый Клык должен быть размещён в мире ГеймМастером.|r\n\n"..
"|cffff0000Левый клик – включить/отключить управление Повелителем зверей|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

--[[
SynthiqBotsUI.tips.main.lang.master =
"Language-Selector|cffffffff\n"..
"This Control allows you to select the Language of SynthiqBotsUI.\n"..
"If this control is active, SynthiqBotsUI can have a different Language than the Client.\n"..
"The Execution-Order shows the Receiver for Commands.|r\n\n"..
"|cffff0000Left-Click to show or hide the Options|r\n"..
"|cff999999(Execution-Order: System)|r\n\n"..
"|cffff0000Right-Click to enable or disable the Language-Selector|r\n"..
"|cff999999(Execution-Order: System)|r";
]]--

SynthiqBotsUI.tips.main.expand =
"Переключатель расширения\n|cffffffff"..
"Расширяет/сворачивает панель Стоять/Следовать.\n"..
"|cffff0000Левый клик - расширить/свернуть панель|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.release =
"Авто-освобождение\n|cffffffff"..
"Обнаруживает смерть ботов.\n"..
"Мёртвые боты автоматически освобождаются и призываются.\n"..
"Это воскрешает ботов за несколько секунд.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл авто-освобождение|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.stats =
"Авто-статы\n|cffffffff"..
"Визуализирует значения команды Stats.\n"..
"Значения обновляются каждые 45 секунд.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл авто-статы|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.reward =
"Выбор наград\n|cffffffff"..
"Визуализирует выбор наград.\n"..
"Советую сначала выбрать награду для своего персонажа.\n"..
"Тогда не будет проблем с кнопками осмотра.|r\n\n"..
"Важно:\n"..
"После выполнения квеста персонажем, боты тоже должны его завершить.\n"..
"Не отменяйте выбор наград после получения награды персонажем.\n\n"..
"|cffffffffНастройки Mod-Playerbot:\n"..
"- (обязательно) AiPlayerbot.AutoPickReward = no\n"..
"- (рекомендуется) AiPlayerbot.SyncQuestWithPlayer = 1|r\n\n"..
"|cffff0000Левый клик - вкл/выкл выбор наград|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - открыть выбор наград|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.main.reset =
"Сброс ботов\n|cffffffff"..
"Сбрасывает искусственный интеллект ваших ботов.|r\n\n"..
"|cffff0000Левый клик - сбросить ИИ ботов|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

SynthiqBotsUI.tips.main.action =
"Сброс действий\n|cffffffff"..
"Сбрасывает текущие действия ваших ботов.|r\n\n"..
"|cffff0000Левый клик - сбросить действия|r\n"..
"|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r";

-- GAMEMASTER --

SynthiqBotsUI.tips.game.master =
"Панель Гейммастера\n|cffffffff"..
"Здесь находятся полезные команды Гейммастера.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - закрыть SynthiqBotsUI|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.game.necronet =
"Некро-сеть\n|cffffffff"..
"Включает/выключает Некро-сеть.\n"..
"При активности на карте мира появятся кнопки кладбищ.\n"..
"С их помощью можно телепортироваться к соответствующим кладбищам.\n"..
"Требуются права Гейммастера.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл Некро-сеть|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.game.portal =
"Портал памяти\n|cffffffff"..
"Здесь находятся камни памяти.\n"..
"Используйте их для сохранения текущей локации.\n"..
"Телепортируйтесь к сохранённым местам с помощью камней.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть камни|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.game.memory =
"Memory-Gem\n|cffffffff"..
"This Memory-Gem ABOUT.\n"..
"You need GameMaster-Rights to use this Button.|r\n\n"..
"|cffff0000Left-Click to store or teleport to the Location|r\n"..
"|cff999999(Execution-Order: Yourself)|r\n\n"..
"|cffff0000Right-Click to forget the Location|r\n"..
"|cff999999(Execution-Order: Yourself)|r";

SynthiqBotsUI.tips.game.itemus = 
"Itemus\n|cffffffff"..
"Содержит все предметы для Гейммастера.\n"..
"Выберите цель, кликните на предмет - и желание исполнится.\n"..
"Не все предметы можно создать - придётся экспериментировать.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - открыть/закрыть Itemus|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.game.iconos = 
"Iconos\n|cffffffff"..
"Содержит все иконки и их пути.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - открыть/закрыть Iconos|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.game.summon =
"Призыв\n|cffffffff"..
"Призывает цель к вашей позиции.\n"..
"Требуются права Гейммастера.|r\n\n"..
"|cffff0000Левый клик - призвать цель|r\n"..
"|cff999999(Порядок выполнения: Цель)|r";

SynthiqBotsUI.tips.game.appear =
"Появление\n|cffffffff"..
"Телепортирует вас к цели.\n"..
"Требуются права Гейммастера.|r\n\n"..
"|cffff0000Левый клик - телепортироваться к цели|r\n"..
"|cff999999(Порядок выполнения: Цель)|r";

-- QUESTS --

SynthiqBotsUI.tips.quests.master =
"Управление квестами\n|cffffffff"..
"Отображает текущий список квестов.\n"..
"Левый клик - поделиться квестом с ботами.\n"..
"Правый клик - отказаться от квеста для вас и ботов.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - обновить опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.quests.accept =
"Quest-Accpet\n|cffffffff"..
"This Button orders Bots to take every Quest of the targeted NPC.\n\n"..
"|cffff0000Left-Click to take every Quest|r\n"..
"|cff999999(Execution-Order: Raid, Party)|r";

-- DRINK --

SynthiqBotsUI.tips.drink.group = 
"Групповое питьё\n|cffffffff"..
"Приказывает группе попить.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - групповое питьё|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- RELEASE --

SynthiqBotsUI.tips.release.group = 
"Групповое освобождение\n|cffffffff"..
"Мёртвые боты освобождают призраков к ближайшему кладбищу.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - групповое освобождение|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- REVIVE --

SynthiqBotsUI.tips.revive.group = 
"Групповое воскрешение\n|cffffffff"..
"Призраки ботов воскресают на ближайшем кладбище.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - групповое воскрешение|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- SUMALL --

SynthiqBotsUI.tips.summon.group = 
"Групповой призыв\n|cffffffff"..
"Призывает группу к вашей позиции.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - групповой призыв|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

-- INVENTORY --

SynthiqBotsUI.tips.inventory.sell =
"Продажа предметов|cffffffff\n"..
"Активирует режим продажи.\n"..
"Требуется выбрать торговца целью.\n"..
"В целях безопасности бот не продаст:\n"..
"- предметы с 'Ключ' в названии\n"..
"- камень возвращения|r\n\n"..
"|cffff0000Левый клик - продать предмет|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.inventory.equip =
"Экипировка|cffffffff\n"..
"Активирует режим экипировки.|r\n\n"..
"|cffff0000Левый клик - экипировать предмет|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.inventory.use =
"Использование|cffffffff\n"..
"Активирует режим использования.|r\n\n"..
"|cffff0000Левый клик - использовать предмет|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.inventory.trade =
"Обмен|cffffffff\n"..
"Активирует режим обмена.\n"..
"Окно осмотра нужно закрывать вручную.\n"..
"Нет LUA-команды для этого.|r\n\n"..
"|cffff0000Левый клик - обменять предмет|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.inventory.drop =
"Выброс|cffffffff\n"..
"Активирует режим выброса.\n"..
"В целях безопасности бот не выбросит:\n"..
"- предметы эпического качества и выше\n"..
"- предметы с 'Ключ' в названии\n"..
"- камень возвращения|r\n\n"..
"|cffff0000Левый клик - выбросить предмет|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.inventory.open =
"Открытие|cffffffff\n"..
"Открывает первую найденную сумку с добычей.\n"..
"Содержимое автоматически перемещается в инвентарь.|r\n\n"..
"|cffff0000Левый клик - открыть сумку|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

-- ITEMUS:LEVEL --

SynthiqBotsUI.tips.itemus.level.master =
"Фильтр по уровню|cffffffff\n"..
"Фильтрует предметы по уровню с шагом 10.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L10 =
"Уровень 0-10|cffffffff\n"..
"Показывает предметы с требуемым уровнем 0-10.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L20 =
"Уровень 11-20|cffffffff\n"..
"Показывает предметы с требуемым уровнем 11-20.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L30 =
"Уровень 21-30|cffffffff\n"..
"Показывает предметы с требуемым уровнем 21-30.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L40 =
"Уровень 31-40|cffffffff\n"..
"Показывает предметы с требуемым уровнем 31-40.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L50 =
"Уровень 41-50|cffffffff\n"..
"Показывает предметы с требуемым уровнем 41-50.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L60 =
"Уровень 51-60|cffffffff\n"..
"Показывает предметы с требуемым уровнем 51-60.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L70 =
"Уровень 61-70|cffffffff\n"..
"Показывает предметы с требуемым уровнем 61-70.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.level.L80 =
"Уровень 71-80|cffffffff\n"..
"Показывает предметы с требуемым уровнем 71-80.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- ITEMUS:RARE --

SynthiqBotsUI.tips.itemus.rare.master =
"Фильтр по качеству|cffffffff\n"..
"Фильтрует предметы по качеству.\n"..
"Комбинируется с фильтром по уровню.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R00 =
"Простое|cffffffff\n"..
"Показывает предметы простого качества.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R01 =
"Обычное|cffffffff\n"..
"Показывает предметы обычного качества.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R02 =
"Необычное|cffffffff\n"..
"Показывает предметы необычного качества.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R03 =
"Редкое|cffffffff\n"..
"Показывает предметы редкого качества.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R04 =
"Эпическое|cffffffff\n"..
"Показывает предметы эпического качества.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R05 =
"Легендарное|cffffffff\n"..
"Показывает предметы легендарного качества.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R06 =
"Артефакты|cffffffff\n"..
"Показывает предметы-артефакты.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.rare.R07 =
"Наследие|cffffffff\n"..
"Показывает наследуемые предметы.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- ITEMUS:SLOT --

SynthiqBotsUI.tips.itemus.slot.master =
"Фильтр по слотам|cffffffff\n"..
"Фильтрует предметы по слотам экипировки.\n"..
"Комбинируется с фильтрами по уровню и качеству.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S00 =
"Не экипируется|cffffffff\n"..
"Показывает не экипируемые предметы.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S01 =
"Голова|cffffffff\n"..
"Показывает предметы для слота головы.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S02 =
"Шея|cffffffff\n"..
"Показывает предметы для слота шеи.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S03 =
"Плечи|cffffffff\n"..
"Показывает предметы для слотов плеч.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S04 =
"Рубашка|cffffffff\n"..
"Показывает предметы для слота рубашки.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S05 =
"Грудь|cffffffff\n"..
"Показывает предметы для слота груди.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S06 =
"Пояс|cffffffff\n"..
"Показывает предметы для слота пояса.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S07 =
"Ноги|cffffffff\n"..
"Показывает предметы для слотов ног.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S08 =
"Ступни|cffffffff\n"..
"Показывает предметы для слотов ступней.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S09 =
"Запястья|cffffffff\n"..
"Показывает предметы для слотов запястий.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S10 =
"Кисти рук|cffffffff\n"..
"Показывает предметы для слотов кистей рук.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S11 =
"Палец|cffffffff\n"..
"Показывает предметы для слотов пальцев.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S12 =
"Аксессуар|cffffffff\n"..
"Показывает предметы для слотов аксессуаров.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S13 =
"Одноручное оружие|cffffffff\n"..
"Показывает одноручное оружие.\n"..
"Может использоваться в основной и дополнительной руке.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S14 =
"Слот щита|cffffffff\n"..
"Отображает предметы для слота щита.\n"..
"Обратите внимание, что этот слот совмещён со слотом оружия в левой руке.|r\n\n"..
"|cffff0000Левый клик — установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S15 =
"Дальний бой|cffffffff\n"..
"Показывает оружие дальнего боя.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S16 =
"Спина|cffffffff\n"..
"Показывает предметы для слота плаща.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S17 =
"Слот двуручного оружия|cffffffff\n"..
"Отображает предметы для слота двуручного оружия.\n"..
"Примечание: этот слот совмещён со слотом оружия в правой руке.|r\n\n"..
"|cffff0000Левый клик — установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S18 =
"Сумки|cffffffff\n"..
"Показывает сумки.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S19 =
"Гербовая накидка|cffffffff\n"..
"Показывает гербовые накидки.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S20 =
"Слот мантии|cffffffff\n"..
"Отображает предметы для слота мантии.\n"..
"Примечание: этот слот совмещён со слотом нагрудника.|r\n\n"..
"|cffff0000Левый клик — установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S21 =
"Основная рука|cffffffff\n"..
"Показывает оружие для основной руки.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S22 =
"Дополнительная рука|cffffffff\n"..
"Показывает оружие для дополнительной руки.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S23 =
"Слот аксессуаров для левой руки|cffffffff\n"..
"Отображает предметы для слота левой руки.\n"..
"Важно: этот слот совмещён со слотом оружия для левой руки.|r\n\n"..
"|cffff0000Левый клик — установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S24 =
"Слот боеприпасов|cffffffff\n"..
"Отображает предметы для слота боеприпасов.\n"..
"Примечание: этот слот совмещён с правым слотом оружия дальнего боя.|r\n\n"..
"|cffff0000Левый клик — установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S25 =
"Слот метательного оружия|cffffffff\n"..
"Отображает предметы для слота метательного оружия.\n"..
"Примечание: этот слот совмещён со слотом оружия дальнего боя.|r\n\n"..
"|cffff0000Левый клик — установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S26 =
"Дальний бой (правая)|cffffffff\n"..
"Показывает оружие для правой руки дальнего боя.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S27 =
"Колчан|cffffffff\n"..
"Показывает колчаны и сумки для боеприпасов.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.itemus.slot.S28 =
"Реликвия|cffffffff\n"..
"Показывает реликвии.|r\n\n"..
"|cffff0000Левый клик - установить фильтр|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- ITEMUS:TYPE --

SynthiqBotsUI.tips.itemus.type =
"Фильтр по типу|cffffffff\n"..
"Позволяет переключаться между предметами игроков и NPC.\n"..
"Комбинируется с фильтрами по уровню, качеству и слотам.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл предметы NPC|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

-- DEATHKNIGHT --

SynthiqBotsUI.tips.deathknight.presence.master =
"Управление присутствиями|cffffffff\n"..
"Позволяет выбрать присутствие по умолчанию.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл присутствие по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.presence.unholy =
"Нечестивое присутствие|cffffffff\n"..
"Активирует нечестивое присутствие.|r\n\n"..
"|cffff0000Левый клик - включить нечестивое присутствие|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.presence.frost =
"Ледяное присутствие|cffffffff\n"..
"Активирует ледяное присутствие.|r\n\n"..
"|cffff0000Левый клик - включить ледяное присутствие|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.presence.blood =
"Кровавое присутствие|cffffffff\n"..
"Активирует кровавое присутствие.|r\n\n"..
"|cffff0000Левый клик - включить кровавое присутствие|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.dps.dpsAoe =
"DPS-AOE|cffffffff\n"..
"Включает стратегии AOE-урона.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.deathknight.tankAssist =
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

-- DRUID --

SynthiqBotsUI.tips.druid.heal =
"Лекарь|cffffffff\n"..
"Делает друида лекарем группы.\n"..
"Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл режим лекаря|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.buff =
"Баффы|cffffffff\n"..
"Разрешает друиду баффать группу.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл баффы|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.playbook.master =
"Стратегии|cffffffff\n"..
"Содержит классовые стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть стратегии|r\n"..
"|cf9999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.druid.playbook.casterDebuff =
"Дебафф кастера|cffffffff\n"..
"Разрешает кастеру использовать дебаффы в бою.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл дебаффы|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.playbook.casterAoe =
"AOE кастера|cffffffff\n"..
"Разрешает кастеру использовать AOE-заклинания.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.playbook.caster =
"Кастер|cffffffff\n"..
"Режим дальнего боя.\n"..
"Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл режим кастера|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.playbook.catAoe =
"AOE кошки|cffffffff\n"..
"Разрешает кошке использовать AOE-атаки.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.playbook.cat =
"Кошка|cffffffff\n"..
"Режим ближнего боя.\n"..
"Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл режим кошки|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.playbook.bear =
"Медведь|cffffffff\n"..
"Танковый режим.\n"..
"Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл режим медведя|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.dps.dpsDebuff =
"DPS-Дебафф|cffffffff\n"..
"Включает стратегии наложения ослабляющих эффектов.\n"..
"Друид может накладывать дебаффы только в форме заклинателя.\n"..
"Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик - включить/отключить DPS-дебаффы|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.dps.dpsAoe = 
"DPS-AOE|cffffffff\n"..
"Активирует стратегии урона по области.\n"..
"Друид может использовать AOE только в форме кошки или заклинателя.\n"..
"DPS-AOE, помощь в уроне и помощь танку взаимоисключают друг друга.\n"..
"Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик - включить/отключить DPS-AOE|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.dps.dps = 
"DPS|cffffffff\n"..
"Активирует стратегии нанесения урона.\n"..
"Друид может использовать DPS-стратегии только в форме кошки.\n"..
"Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик - включить/отключить DPS|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.tankAssist = 
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.druid.tank = 
"Танк|cffffffff\n"..
"Активирует танковые стратегии.\n"..
"Друид может танковать только в форме медведя.\n"..
"Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик - включить/отключить танк|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

-- HUNTER --

SynthiqBotsUI.tips.hunter.naspect.master =
"Небоевые баффы|cffffffff\n"..
"Позволяет выбрать бафф по умолчанию вне боя.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл бафф по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.naspect.rnature =
"Сопротивление магии природы|cffffffff\n"..
"Включает бафф сопротивления вне боя.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.naspect.bspeed =
"Бафф скорости|cffffffff\n"..
"Включает бафф скорости вне боя.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.naspect.bmana =
"Бафф маны|cffffffff\n"..
"Включает бафф маны вне боя.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.naspect.bdps =
"DPS-бафф|cffffffff\n"..
"Включает DPS-бафф вне боя.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.caspect.master =
"Боевые баффы|cffffffff\n"..
"Позволяет выбрать бафф по умолчанию в бою.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл бафф по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.caspect.rnature =
"Сопротивление магии природы|cffffffff\n"..
"Включает бафф сопротивления в бою.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.caspect.bspeed =
"Бафф скорости|cffffffff\n"..
"Включает бафф скорости в бою.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.caspect.bmana =
"Бафф маны|cffffffff\n"..
"Включает бафф маны в бою.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.caspect.bdps =
"DPS-бафф|cffffffff\n"..
"Включает DPS-бафф в бою.|r\n\n"..
"|cffff0000Левый клик - включить бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.dps.dpsDebuff =
"DPS-дебафф|cffffffff\n"..
"Включает стратегии дебаффа.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-дебафф|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.dps.dpsAoe = 
"DPS-AOE|cffffffff\n"..
"Включает AOE-стратегии.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.dps.dps = 
"DPS|cffffffff\n"..
"Включает DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.hunter.tankAssist = 
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

-- MAGE --

SynthiqBotsUI.tips.mage.buff.master =
"Управление баффами|cffffffff\n"..
"Позволяет выбрать бафф по умолчанию.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл бафф по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.buff.bmana =
"Бафф маны|cffffffff\n"..
"Включает бафф маны.|r\n\n"..
"|cffff0000Левый клик - включить бафф маны|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.buff.bdps =
"DPS-бафф|cffffffff\n"..
"Включает DPS-бафф.|r\n\n"..
"|cffff0000Левый клик - включить DPS-бафф|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.playbook.master =
"Стратегии|cffffffff\n"..
"Содержит классовые стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть стратегии|r\n"..
"|cf9999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.mage.playbook.arcaneAoe =
"Тайная магия AOE|cffffffff\n"..
"Разрешает магу использовать AOE-заклинания тайной магии.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл тайную AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.playbook.arcane =
"Тайная магия|cffffffff\n"..
"Разрешает магу использовать тайную магию.\n"..
"Тайная, ледяная и огненная магия взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл тайную магию|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.playbook.frostAoe =
"Ледяная AOE|cffffffff\n"..
"Разрешает магу использовать AOE-заклинания ледяной магии.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл ледяную AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.playbook.frost =
"Ледяная магия|cffffffff\n"..
"Разрешает магу использовать ледяную магию.\n"..
"Тайная, ледяная и огненная магия взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл ледяную магию|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.playbook.fireAoe =
"Огненная AOE|cffffffff\n"..
"Разрешает магу использовать AOE-заклинания огненной магии.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл огненную AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.playbook.fire =
"Огненная магия|cffffffff\n"..
"Разрешает магу использовать огненную магию.\n"..
"Тайная, ледяная и огненная магия взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл огненную магию|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.dps.dpsAoe = 
"DPS-AOE|cffffffff\n"..
"Включает AOE-стратегии.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.mage.tankAssist = 
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

-- PALADIN --

SynthiqBotsUI.tips.paladin.heal =
"Лекарь|cffffffff\n"..
"Разрешает паладину лечить.\n"..
"Танк, DPS и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл лечение|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.seal.master =
"Управление благословениями|cffffffff\n"..
"Позволяет выбрать благословение по умолчанию.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл благословение по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.seal.bhealth =
"Благословение здоровья|cffffffff\n"..
"Включает благословение здоровья.|r\n\n"..
"|cffff0000Левый клик - включить благословение|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.seal.bmana =
"Благословение маны|cffffffff\n"..
"Включает благословение маны.|r\n\n"..
"|cffff0000Левый клик - включить благословение|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.seal.bstats =
"Благословение характеристик|cffffffff\n"..
"Включает благословение характеристик.|r\n\n"..
"|cffff0000Левый клик - включить благословение|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.seal.bdps =
"DPS-благословение|cffffffff\n"..
"Включает DPS-благословение.|r\n\n"..
"|cffff0000Левый клик - включить благословение|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.master =
"Небоевая аура|cffffffff\n"..
"Позволяет выбрать ауру по умолчанию вне боя.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл ауру по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.bspeed =
"Аура скорости|cffffffff\n"..
"Включает ауру скорости вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.rfire =
"Аура сопротивления огню|cffffffff\n"..
"Включает ауру сопротивления огню вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.rfrost =
"Аура сопротивления льду|cffffffff\n"..
"Включает ауру сопротивления льду вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.rshadow =
"Аура сопротивления тьме|cffffffff\n"..
"Включает ауру сопротивления тьме вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.baoe =
"Аура урона|cffffffff\n"..
"Включает ауру урона вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.barmor =
"Аура брони|cffffffff\n"..
"Включает ауру брони вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.naura.bcast =
"Аура сосредоточенности|cffffffff\n"..
"Включает ауру сосредоточенности вне боя.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.master =
"Боевая аура|cffffffff\n"..
"Позволяет выбрать ауру по умолчанию в бою.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть опции|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - вкл/выкл ауру по умолчанию|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.bspeed =
"Аура скорости|cffffffff\n"..
"Включает ауру скорости в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.rfire =
"Аура сопротивления огню|cffffffff\n"..
"Включает ауру сопротивления огню в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.rfrost =
"Аура сопротивления льду|cffffffff\n"..
"Включает ауру сопротивления льду в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.rshadow =
"Аура сопротивления тьме|cffffffff\n"..
"Включает ауру сопротивления тьме в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.baoe =
"Аура урона|cffffffff\n"..
"Включает ауру урона в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.barmor =
"Аура брони|cffffffff\n"..
"Включает ауру брони в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.caura.bcast =
"Аура сосредоточенности|cffffffff\n"..
"Включает ауру сосредоточенности в бою.|r\n\n"..
"|cffff0000Левый клик - включить ауру|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.dps.dpsAoe = 
"DPS-AOE|cffffffff\n"..
"Включает AOE-стратегии.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.dps.dps = 
"DPS|cffffffff\n"..
"Включает DPS-стратегии.\n"..
"Танк, DPS и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.tankAssist = 
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.paladin.tank = 
"Танк|cffffffff\n"..
"Включает танковые стратегии.\n"..
"Танк, DPS и Лекарь взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

-- PRIEST --

SynthiqBotsUI.tips.priest.heal =
"Лечение|cffffffff\n"..
"Делает жреца лекарем группы.\n"..
"Тьма и Лечение взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл лечение|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.buff =
"Баффы|cffffffff\n"..
"Разрешает жрецу баффать группу.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл баффы|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.playbook.master =
"Стратегии|cffffffff\n"..
"Содержит классовые стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть стратегии|r\n"..
"|cf9999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.priest.playbook.shadowDebuff =
"Темные дебаффы|cffffffff\n"..
"Разрешает жрецу использовать темные дебаффы в бою.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл темные дебаффы|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.playbook.shadowAoe =
"Темная AOE|cffffffff\n"..
"Разрешает жрецу использовать темные AOE-заклинания.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл темную AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.playbook.shadow =
"Тьма|cffffffff\n"..
"Разрешает жрецу использовать темную магию.\n"..
"Тьма и Лечение взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл тьму|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста для лекарей.\n"..
"DPS-AOE, DPS-ассист ('Лекарь-DPS') и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.dps.dpsDebuff =
"DPS-дебафф|cffffffff\n"..
"Включает стратегии дебаффа.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-дебафф|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.dps.dpsAoe = 
"DPS-AOE|cffffffff\n"..
"Включает AOE-стратегии.\n"..
"DPS-AOE, DPS-ассист ('Лекарь-DPS') и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.dps.dps = 
"DPS|cffffffff\n"..
"Включает DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.priest.tankAssist = 
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист ('Лекарь-DPS') и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

-- ROGUE --

SynthiqBotsUI.tips.rogue.dps.master =
"Управление DPS|cffffffff\n"..
"Содержит основные DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - показать/скрыть управление|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.rogue.dps.dpsAssist =
"DPS-ассист|cffffffff\n"..
"Включает стратегии DPS-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.rogue.dps.dpsAoe = 
"DPS-AOE|cffffffff\n"..
"Включает AOE-стратегии.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.rogue.dps.dps = 
"DPS|cffffffff\n"..
"Включает DPS-стратегии.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл DPS|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.rogue.tankAssist = 
"Танк-ассист|cffffffff\n"..
"Включает стратегии танк-ассиста.\n"..
"DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"..
"Может быть активна только одна стратегия.|r\n\n"..
"|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"..
"|cf9999999(Порядок выполнения: Бот)|r";

-- SHAMAN --

SynthiqBotsUI.tips.shaman.heal =
"Лечение|cffffffff\n"..
"Делает шамана целителем группы.\n"..
"Заклинатель, Ближний бой и Лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить Лечение|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.ntotem.master =
"Тотем вне боя|cffffffff\n"..
"Позволяет выбрать, включить или отключить стандартный тотем вне боя.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть настройки|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик – включить/отключить стандартный тотем.|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.ntotem.bmana =
"Тотем маны|cffffffff\n"..
"Активирует тотем маны вне боя.|r\n\n"..
"|cffff0000Левый клик – включить тотем маны|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.ntotem.bdps =
"Тотем урона|cffffffff\n"..
"Активирует тотем урона вне боя.|r\n\n"..
"|cffff0000Левый клик – включить тотем урона|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.ctotem.master =
"Боевой тотем|cffffffff\n"..
"Позволяет выбрать, включить или отключить стандартный боевой тотем.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть настройки|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик – включить/отключить стандартный тотем.|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.ctotem.bmana =
"Тотем маны|cffffffff\n"..
"Активирует тотем маны в бою.|r\n\n"..
"|cffff0000Левый клик – включить тотем маны|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.ctotem.bdps =
"Тотем урона|cffffffff\n"..
"Активирует тотем урона в бою.|r\n\n"..
"|cffff0000Левый клик – включить тотем урона|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.playbook.master =
"Книга стратегий|cffffffff\n"..
"Содержит типичные для класса стратегии.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть книгу|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.shaman.playbook.totems =
"Тотемы|cffffffff\n"..
"Разрешает шаману использовать тотемы в бою.|r\n\n"..
"|cffff0000Левый клик – включить/отключить тотемы|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.playbook.casterAoe =
"Заклинатель (AOE)|cffffffff\n"..
"Разрешает шаману использовать заклинания области в бою.|r\n\n"..
"|cffff0000Левый клик – включить/отключить AOE-заклинания|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.playbook.caster =
"Заклинатель|cffffffff\n"..
"Разрешает шаману использовать заклинания в бою.\n"..
"Заклинатель, Ближний бой и Лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить заклинателя|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.playbook.meleeAoe =
"Ближний бой (AOE)|cffffffff\n"..
"Разрешает шаману использовать атаки ближнего радиуса в бою.|r\n\n"..
"|cffff0000Левый клик – включить/отключить ближний AOE|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.playbook.melee =
"Ближний бой|cffffffff\n"..
"Разрешает шаману использовать атаки ближнего радиуса в бою.\n"..
"Заклинатель, Ближний бой и Лечение взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить ближний бой|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.dps.master =
"Управление уроном|cffffffff\n"..
"Содержит основные стратегии нанесения урона.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть управление уроном|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.dps.dpsAssist =
"Помощь в уроне|cffffffff\n"..
"Активирует стратегии поддержки урона.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить помощь в уроне|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.dps.dpsAoe = 
"AOE-урон|cffffffff\n"..
"Активирует стратегии урона по области.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить AOE-урон|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.shaman.tankAssist = 
"Помощь танку|cffffffff\n"..
"Активирует стратегии поддержки танка.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить помощь танку|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

-- WARLOCK --

SynthiqBotsUI.tips.warlock.buff.master =
"Баффы|cffffffff\n"..
"Позволяет выбрать, включить или отключить стандартный бафф.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть настройки|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик – включить/отключить стандартный бафф.|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.buff.bhealth =
"Бафф здоровья|cffffffff\n"..
"Активирует бафф здоровья.|r\n\n"..
"|cffff0000Левый клик – включить бафф здоровья|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.buff.bmana =
"Бафф маны|cffffffff\n"..
"Активирует бафф маны.|r\n\n"..
"|cffff0000Левый клик – включить бафф маны|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.buff.bdps =
"Бафф урона|cffffffff\n"..
"Активирует бафф увеличения урона.|r\n\n"..
"|cffff0000Левый клик – включить бафф урона|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.dps.master =
"Управление уроном|cffffffff\n"..
"Содержит основные стратегии нанесения урона.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть управление уроном|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.dps.dpsAssist =
"Помощь в уроне|cffffffff\n"..
"Активирует стратегии поддержки урона.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить помощь в уроне|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.dps.dpsDebuff =
"Дебаффы урона|cffffffff\n"..
"Активирует стратегии наложения ослабляющих эффектов.|r\n\n"..
"|cffff0000Левый клик – включить/отключить дебаффы урона|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.dps.dpsAoe = 
"AOE-урон|cffffffff\n"..
"Активирует стратегии урона по области.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить AOE-урон|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.dps.dps = 
"Урон|cffffffff\n"..
"Активирует стратегии нанесения урона.\n"..
"Урон и Танк взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить урон|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.tankAssist = 
"Помощь танку|cffffffff\n"..
"Активирует стратегии поддержки танка.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить помощь танку|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warlock.tank = 
"Танк|cffffffff\n"..
"Активирует танковые стратегии.\n"..
"Урон и Танк взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить танк|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

-- WARRIOR --

SynthiqBotsUI.tips.warrior.dps.master =
"Управление уроном|cffffffff\n"..
"Содержит основные стратегии нанесения урона.|r\n\n"..
"|cffff0000Левый клик – показать/скрыть управление уроном|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warrior.dps.dpsAssist =
"Помощь в уроне|cffffffff\n"..
"Активирует стратегии поддержки урона.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить помощь в уроне|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warrior.dps.dpsAoe = 
"AOE-урон|cffffffff\n"..
"Активирует стратегии урона по области.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить AOE-урон|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warrior.tankAssist = 
"Помощь танку|cffffffff\n"..
"Активирует стратегии поддержки танка.\n"..
"AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"..
"Только одна из этих стратегий может быть активна.|r\n\n"..
"|cffff0000Левый клик – включить/отключить помощь танку|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.warrior.tank = 
"Танк|cffffffff\n"..
"Активирует танковые стратегии.|r\n\n"..
"|cffff0000Левый клик – включить/отключить танк|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

-- EVERY --

SynthiqBotsUI.tips.every.summon =
"Призыв|cffffffff\n"..
"Призывает этого бота к вашей позиции.|r\n\n"..
"|cffff0000Левый клик – призвать бота|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.uninvite =
"Исключить|cffffffff\n"..
"Исключает этого бота из вашей группы.|r\n\n"..
"|cffff0000Левый клик – исключить бота|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.invite =
"Пригласить|cffffffff\n"..
"Приглашает этого бота в вашу группу.|r\n\n"..
"|cffff0000Левый клик – пригласить бота|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.food =
"Еда|cffffffff\n"..
"Включает или отключает использование еды.|r\n\n"..
"|cffff0000Левый клик – разрешить использование еды|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.loot =
"Добыча|cffffffff\n"..
"Включает или отключает сбор добычи.|r\n\n"..
"|cffff0000Левый клик – разрешить сбор добычи|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.gather =
"Сбор|cffffffff\n"..
"Включает или отключает сбор ресурсов.|r\n\n"..
"|cffff0000Левый клик – разрешить сбор ресурсов|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.inventory =
"Инвентарь|cffffffff\n"..
"Открывает или закрывает инвентарь этого бота.|r\n\n"..
"|cffff0000Левый клик – открыть/закрыть инвентарь|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.spellbook =
"Книга заклинаний|cffffffff\n"..
"Открывает или закрывает книгу заклинаний этого бота.\n"..
"Левый клик по заклинанию – произнести немедленно.\n"..
"Правый клик по заклинанию – взять макрос для панели команд.|r\n\n"..
"|cffff0000Левый клик – открыть/закрыть книгу заклинаний|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

SynthiqBotsUI.tips.every.talent =
"Таланты|cffffffff\n"..
"Открывает или закрывает окно талантов этого бота.\n"..
"Открывается с задержкой во время загрузки значений талантов системой.|r\n\n"..
"|cffff0000Левый клик – открыть/закрыть таланты|r\n"..
"|cff999999(Порядок выполнения: Бот)|r";

-- RTSC --

SynthiqBotsUI.tips.rtsc.master = 
"Управление RTSC\n|cffffffff"..
"Позволяет задавать локации и отправлять ботов в указанные точки.\n"..
"Порядок выполнения показывает получателя команд.|r\n\n"..
"|cffff0000Левый клик - применить заклинание AEDM|r\n"..
"|cff999999(Порядок выполнения: Система)|r\n\n"..
"|cffff0000Правый клик - включить стратегию RTSC|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.rtsc.macro = 
"Хранилище локаций\n|cffffffff"..
"Позволяет сохранять локации.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - сохранить локацию|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.spot =
"Хранилище локаций\n|cffffffff"..
"Левый клик - отправить ботов в сохранённую локацию.\n"..
"Правый клик - удалить сохранённую локацию.|r\n\n"..
"|cffff0000Левый клик - отправить ботов|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - удалить локацию|r\n"..
"|cff999999(Порядок выполнения: Система)|r";

SynthiqBotsUI.tips.rtsc.group1 = 
"Выбор группы 1\n|cffffffff"..
"Выбирает 1-ю группу и отправляет её в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить 1-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать 1-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.group2 = 
"Выбор группы 2\n|cffffffff"..
"Выбирает 2-ю группу и отправляет её в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить 2-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать 2-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.group3 = 
"Выбор группы 3\n|cffffffff"..
"Выбирает 3-ю группу и отправляет её в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить 3-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать 3-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.group4 = 
"Выбор группы 4\n|cffffffff"..
"Выбирает 4-ю группу и отправляет её в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить 4-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать 4-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.group5 = 
"Выбор группы 5\n|cffffffff"..
"Выбирает 5-ю группу и отправляет её в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить 5-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать 5-ю группу|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.tank = 
"Выбор танков\n|cffffffff"..
"Выбирает ботов-танков и отправляет их в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить танков|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать танков|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.dps = 
"Выбор ДПС\n|cffffffff"..
"Выбирает ботов-ДПС и отправляет их в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить ДПС|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать ДПС|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.healer = 
"Выбор лекарей\n|cffffffff"..
"Выбирает ботов-лекарей и отправляет их в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить лекарей|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать лекарей|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.melee = 
"Выбор ближнего боя\n|cffffffff"..
"Выбирает бойцов ближнего боя и отправляет их в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить ближний бой|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать ближний бой|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.ranged = 
"Выбор дальнего боя\n|cffffffff"..
"Выбирает бойцов дальнего боя и отправляет их в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить дальний бой|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать дальний бой|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.all = 
"Выбор всех ботов\n|cffffffff"..
"Выбирает всех ботов и отправляет их в указанную локацию.\n"..
"Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"..
"|cffff0000Левый клик - отправить всех ботов|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - выбрать всех ботов|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";

SynthiqBotsUI.tips.rtsc.browse = 
"Переключатель\n|cffffffff"..
"Переключает между различными панелями выбора.|r\n\n"..
"|cffff0000Левый клик - переключить панель выбора|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"..
"|cffff0000Правый клик - отменить выбор|r\n"..
"|cff999999(Порядок выполнения: Рейд, Группа)|r";
end